{
  "hi": {
    "message": "नमस्ते",
    "description": "user greeting"
  },
  "NotLoggedTitle": {
    "message": "एक खाता बनाएं और जानना शुरू करें कि आप क्या स्वीकार कर रहे हैं।",
    "description": "title when not logged in"
  },
  "ifAccountText": {
    "message": "क्या आपके पास पहले से ही एक खाता है?",
    "description": "यदि उपयोगकर्ता के पास पहले से एक खाता है"
  },
  "buttonSingUp": {
    "message": "साइन अप करें",
    "description": "sign up button"
  },
  "buttonSingIn": {
    "message": "लॉग इन करें",
    "description": "sign in button"
  },
  "buttonTerms": {
    "message": "नियम और शर्तें",
    "description": "Select the summary of terms"
  },
  "buttonPrivacy": {
    "message": "गोपनीयता",
    "description": "Select the summary of privacy policies"
  },
  "warningClosePopup": {
    "message": "चेतावनी: लोड होने के दौरान एक्सटेंशन विंडो को बंद करने से प्रगति खो जाएगी और सारांश उत्पन्न करने के लिए आवश्यक क्रेडिट अभी भी काटे जाएंगे।",
    "description": "जब आप विंडो बंद करते हैं तो सारांश खो जाने की चेतावनी प्रदर्शित करता है"
  },
  "warningInfo": {
    "message": "चेतावनी: यह सारांश आर्टिफिशियल इंटेलिजेंस द्वारा उत्पन्न किया गया है और इसमें त्रुटियां या गायब जानकारी हो सकती है। यदि आपको किसी विशिष्ट मुद्दे की चिंता है, तो हम आपको मूल नीति की समीक्षा करने और एक वकील से परामर्श करने की सलाह देते हैं।",
    "description": "यह चेतावनी प्रदर्शित करता है कि इस सारांश में त्रुटियां हो सकती हैं।"
  },
  "labelCurrentPage": {
    "message": "वर्तमान पृष्ठ:",
    "description": "उपयोगकर्ता जिस पृष्ठ पर है उसे दिखाता है"
  },
  "labelTermsPage": {
    "message": "नियम इस पृष्ठ से प्राप्त किए गए थे:",
    "description": "जिस पृष्ठ से उपयोग की शर्तें प्राप्त की गई थीं उसे दिखाता है"
  },
  "questionPageHeader": {
    "message": "जानें कि इस पेज के कानूनी और गोपनीयता शर्तें क्या कहती हैं:",
    "description": "पेज के कानूनी और गोपनीयता शर्तों की जानकारी प्रदान करता है"
  },
  "buttonStartQuestionPage": {
    "message": "शुरू करें",
    "description": "प्रश्न प्रक्रिया शुरू करें"
  },
  "serverErrorMessage": {
    "message": "उफ़, क्षमा करें, सर्वर में त्रुटि हुई। कृपया बाद में पुनः प्रयास करें।",
    "description": "सर्वर में त्रुटि होने पर प्रदर्शित संदेश"
  },
  "errorNoPoliciesFound": {
      "message": "हमें खेद है, इस पृष्ठ पर सारांशित करने के लिए कोई नीति नहीं मिली। कृपया लॉगिन पेज पर प्रयास करें, जहाँ ये आमतौर पर होती हैं।",
      "description": "जब कोई नीति नहीं मिलती है तब दिखाया जाने वाला संदेश"
  },
  "waitingTimeMessage": {
    "message": "यह 20 सेकंड से लेकर अधिकतम 2 मिनट तक लग सकता है। यदि यह इससे अधिक समय लेता है, तो हम आपको पेज को रीलोड करने और पुनः प्रयास करने की सलाह देते हैं। यदि त्रुटि बनी रहती है, तो कृपया हमें ईमेल करें: contact@simpliterms.com",
    "description": "देरी के समय को समझाने वाला संदेश"
  }
}
