{
  "hi": {
    "message": "Hola",
    "description": "user greeting"
  },
  "NotLoggedTitle": {
    "message": "Crea una cuenta y comienza a descubrir qué estás aceptando.",
    "description": "title when not logged in"
  },
  "ifAccountText": {
    "message": "¿Ya tienes una cuenta?",
    "description": "en caso de que el usuario ya tenga una cuenta"
  },
  "buttonSingUp": {
    "message": "REGÍSTRATE",
    "description": "sign up button"
  },
  "buttonSingIn": {
    "message": "Iniciar sesión",
    "description": "sign in button"
  },
  "buttonTerms": {
    "message": "Términos",
    "description": "Select the summary of terms"
  },
  "buttonPrivacy": {
    "message": "Privacidad",
    "description": "Select the summary of privacy policies"
  },
  "warningClosePopup": {
    "message": "Advertencia: Cerrar la ventana de la extensión mientras se está cargando provocará la pérdida del progreso y los créditos necesarios para generar el resumen aún serán cobrados.",
    "description": "muestra la advertencia de que el resumen se pierde cuando cierras la ventana"
  },
  "warningInfo": {
    "message": "Advertencia: Este resumen ha sido generado con Inteligencia Artificial y puede contener errores o información faltante. Si te preocupa un tema específico, te recomendamos que revises la política original y consultes con un abogado.",
    "description": "muestra una advertencia de que este resumen puede contener errores."
  },
  "labelCurrentPage": {
    "message": "Página actual:",
    "description": "Indica la página en la que se encuentra el usuario"
  },
  "labelTermsPage": {
    "message": "Los términos se obtuvieron de esta página:",
    "description": "Indica la página de origen de los Términos de uso"
  },
  "questionPageHeader": {
    "message": "Descubre lo que dicen los términos legales y de privacidad sobre esta página:",
    "description": "Proporciona información sobre los términos legales y de privacidad de la página"
  },
  "buttonStartQuestionPage": {
    "message": "Comenzar",
    "description": "Inicia el proceso de preguntas"
  },
  "serverErrorMessage": {
    "message": "Ups, lo sentimos, hubo un error en el servidor. Por favor, inténtalo de nuevo más tarde.",
    "description": "Mensaje mostrado cuando ocurre un error en el servidor"
  },
  "errorNoPoliciesFound": {
      "message": "Lo sentimos, no se encontraron políticas para resumir en esta página. Intenta en la página de inicio de sesión donde usualmente están.",
      "description": "Mensaje mostrado cuando no se encuentran políticas"
  }
}
