{
  "hi": {
    "message": "Hallo",
    "description": "user greeting"
  },
  "NotLoggedTitle": {
    "message": "Erstellen Sie ein Konto und finden Sie heraus, was Sie akzeptieren.",
    "description": "title when not logged in"
  },
  "ifAccountText": {
    "message": "Haben Sie bereits ein Konto?",
    "description": "falls der Benutzer bereits ein Konto hat"
  },
  "buttonSingUp": {
    "message": "REGISTRIEREN",
    "description": "sign up button"
  },
  "buttonSingIn": {
    "message": "Anmelden",
    "description": "sign in button"
  },
  "buttonTerms": {
    "message": "Nutzungsbedingungen",
    "description": "Select the summary of terms"
  },
  "buttonPrivacy": {
    "message": "Datenschutz",
    "description": "Select the summary of privacy policies"
  },
  "warningClosePopup": {
    "message": "Warnung: Wenn Sie das Erweiterungsfenster während des Ladens schließen, geht der Fortschritt verloren und die zum Generieren der Zusammenfassung benötigten Credits werden dennoch berechnet.",
    "description": "zeigt die Warnung an, dass die Zusammenfassung verloren geht, wenn Sie das Fenster schließen"
  },
  "warningInfo": {
    "message": "Warnung: Diese Zusammenfassung wurde mit künstlicher Intelligenz erstellt und kann Fehler oder fehlende Informationen enthalten. Wenn Sie sich um ein bestimmtes Problem sorgen, empfehlen wir Ihnen, die Originalrichtlinie zu überprüfen und einen Anwalt zu konsultieren.",
    "description": "zeigt eine Warnung an, dass diese Zusammenfassung Fehler enthalten kann."
  },
  "labelCurrentPage": {
    "message": "Aktuelle Seite:",
    "description": "Zeigt die Seite an, auf der sich der Benutzer gerade befindet"
  },
  "labelTermsPage": {
    "message": "Die Bedingungen wurden von dieser Seite übernommen:",
    "description": "Zeigt die Seite, von der die Nutzungsbedingungen stammen"
  },
  "questionPageHeader": {
    "message": "Erfahren Sie, was die rechtlichen und Datenschutzbedingungen über diese Seite sagen:",
    "description": "Stellt Informationen zu den rechtlichen und Datenschutzbedingungen der Seite bereit"
  },
  "buttonStartQuestionPage": {
    "message": "Starten",
    "description": "Beginnt den Frageprozess"
  },
  "serverErrorMessage": {
    "message": "Ups, entschuldigung, es gab einen Serverfehler. Bitte versuchen Sie es später noch einmal.",
    "description": "Nachricht, die angezeigt wird, wenn ein Serverfehler auftritt"
  },
  "waitingTimeMessage": {
    "message": "Dies kann zwischen 20 Sekunden und maximal 2 Minuten dauern. Wenn es länger dauert, empfehlen wir, die Seite neu zu laden und es erneut zu versuchen. Wenn der Fehler weiterhin besteht, kontaktiere uns bitte per E-Mail hier: contact@simpliterms.com",
    "description": "Nachricht, die die Verzögerungszeit erklärt"
  },
  "buyAccessTextMessage": {
    "message": "Du hast noch keinen Plan, kaufe über den folgenden Link einen und erfahre, was du akzeptierst.",
    "description": "Nachricht, die erklärt, dass der Benutzer keinen Plan hat"
  },
  "buyAccessButtonMessage": {
    "message": "Einen Plan erwerben",
    "description": "Text des Buttons zum Erwerb eines Plans"
  }
}
